Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: R1-CEP 2004-058-Rev 03 for Hydrochlorothiazide (issued by EDQM on 29 July 2022; BI doc.-no.
es_es: R1-CEP 2004-058-Rev 03 para Hidroclorotiazida (emitido por la dirección EDQM el 29 de julio de 2022; N.° de documento de BI:

source: R1-CEP 2004-058-Rev 04 for Hydrochlorothiazide (issued by EDQM on 27 April 2023; BI doc.-no.
es_es: R1-CEP 2004-058-Rev 04 para Hidroclorotiazida (emitido por la dirección EDQM el 27 de abril de 2023; N.° de documento de BI:

source: R3 lens, 0.5 /0.9 -175µm
es_es: Lentet R3, 0.5 /0.9 -175µm

source: RR 0.66 (0.19-2.34)
es_es: Cociente de riesgos 0.66 (0.19-2.34)

source: Rethylene glycol / N-methyl-2- pyrrolidone≥ 1.5
es_es: Retilenglicol / N-metil-2-pirrolidona≥ 1.5

source: Rtert-butyl methyl ether / ethyl acetate ≥ 1.5
es_es: Resoluciónmetilterbutil éter / acetato de etilo ≥ 1.5

source: RABS
es_es: Sistema de acceso restringido con barrera (SARB)

source: RANGE
es_es: INTERVALO

source: RATIONALE AND OBJECTIVES
es_es: FUNDAMENTOS Y OBJETIVOS

source: RATIONALE FOR PERFORMING THE TRIAL
es_es: FUNDAMENTOS PARA LA REALIZACIÓN DEL ENSAYO

source: RATIONALE FOR TEST MATRIX DESIGN
es_es: JUSTIFICACIÓN DEL DISEÑO DE LA MATRIZ DE PRUEBAS

source: RATIONALE FOR THE METHOD OF MANUFACTURE
es_es: FUNDAMENTO PARA EL MÉTODO DE FABRICACIÓN

source: RATIONALE FOR THE TRANSFER OF THE MANUFACTURING PROCESS
es_es: JUSTIFICACIÓN DE LA TRANSFERENCIA DEL PROCESO DE FABRICACIÓN

source: RCT
es_es: ECA

source: REACTIVOS
es_es: REAGENTS

source: REAGENT SOLUTIONS
es_es: SOLUCIONES REACTIVAS

source: REAGENTS
es_es: REACTIVOS

source: REAGENTS AND MATERIALS
es_es: REACTIVOS Y MATERIALES

source: REAGENTS:
es_es: REACTIVOS:

source: REB Exchange:
es_es: Intercambio con REB

source: RECOMMENDED STORAGE CONDITION AND SHELF LIFE
es_es: CONDICIÓN DE ALMACENAMIENTO Y VIDA ÚTIL RECOMENDADAS

source: REFERENCE MATERIALS
es_es: MATERIALES DE REFERENCIA

source: REFERENCE PRODUCT
es_es: MATERIALES DE REFERENCIA

source: REFERENCE SOLUTION
es_es: SOLUCIÓN DE REFERENCIA

source: REFERENCE SPECTRA
es_es: ESPECTROS DE REFERENCIA

source: REFERENCE STANDARD AND SAMPLE PREPARATION
es_es: PREPARACIONES DEL ESTÁNDAR DE REFERENCIA Y LA MUESTRA

source: REFERENCE STANDARD SOLUTION
es_es: SOLUCIÓN ESTÁNDAR DE REFERENCIA

source: REFERENCE STANDARD, CONTROL SAMPLE AND SAMPLE DILUTIONS
es_es: DILUCIONES DEL ESTÁNDAR DE REFERENCIA, LA MUESTRA DE CONTROL Y LA MUESTRA

source: REFERENCE STANDARDS OR MATERIALS
es_es: MATERIALES O ESTÁNDARES DE REFERENCIA

source: REFERENCES
es_es: REFERENCIAS

source: REGIONAL INFORMATION
es_es: INFORMACIÓN REGIONAL

source: REGULATORY AND GLP COMPLIANCE
es_es: CUMPLIMIENTO CON LAS DISPOSICIONES REGULATORIAS Y DE BUENAS PRÁCTICAS DE LABORATORIO

source: RELATIVE MOLAR MASS
es_es: MASA MOLAR RELATIVA

source: RELEASE TESTING OF TENECTEPLASE DS AND DP BATCHES WITH CURRENT AND PROPOSED METHOD
es_es: PRUEBAS DE LIBERACIÓN DE LAS PARTIDAS DEL PRINCIPIO ACTIVO Y EL MEDICAMENTO TENECTEPLASA CON LOS MÉTODOS VIGENTE Y PROPUESTO

source: RELEASE₁
es_es: Liberación_1

source: RELEVANT DATA FROM RELEASE AND STABILITY BATCHES
es_es: DATOS RELEVANTES DE LAS PARTIDAS DE LIBERACIÓN Y ESTABILIDAD

source: REPEATABILITY
es_es: REPETIBILIDAD

source: REQUERIMIENTO
es_es: REQUIREMENT

source: REQUISITOS GENERALES PARA ESTUDIOS IN VIVO E IN VITRO
es_es: GENERAL REQUIREMENTS FOR IN VIVO AND IN VITRO STUDIES

source: REQUISITOS Y PROCEDIMIENTO PARA LA PRESENTACIÓN DE ESTUDIOS PARA DEMOSTRAR BIOEQUIVALENCIA
es_es: REQUIREMENTS AND PROCEDURE FOR BIOEQUIVALENCE STUDY SUBMISSION

source: RESOLUCIÓN ARCSA-DE-2024-038-DASP
es_es: ARCSA-DE-2024-038-DASP REGULATION

source: RESPIMAT inhaler with turquoise cap.
es_es: Inhalador RESPIMAT con tapón turquesa.

source: RESUELVE:
es_es: DICTATES:

source: RESULT:
es_es: RESULTADO:

source: RESULTS
es_es: RESULTADOS

source: RESULTS AND DISCUSSION
es_es: RESULTADOS Y CONSIDERACIONES FINALES

source: RESULTS AND DISCUSSION OF RELEASE DATA
es_es: RESULTADOS Y CONSIDERACIONES FINALES SOBRE LOS DATOS DE LIBERACIÓN

source: RESULTS AND DISCUSSION OF STABILITY DATA
es_es: RESULTADOS Y CONSIDERACIONES FINALES SOBRE LOS DATOS DE ESTABILIDAD

source: RESULTS AND DISCUSSIONS
es_es: RESULTADOS Y CONSIDERACIONES FINALES

source: RESULTS OBTAINED IN PHENYL-SEPHAROSE POOLS
es_es: RESULTADOS OBTENIDOS EN LAS MEZCLAS DE FENIL SEFAROSA

source: RESULTS OBTAINED ON DRUG SUBSTANCE
es_es: RESULTADOS OBTENIDOS EN EL PRINCIPIO ACTIVO

source: RESULTS All 300 patients who were randomized (mean age, 72.7 years; 141 [47%] women) completed the trial.
es_es: RESULTADOS Los 300 pacientes aleatorizados (edad media, 72.7 años; 141 [47%] mujeres) completaron el ensayo.

source: REVIEWED BY
es_es: REVISÓ

source: RF = Response factor of empagliflozin in standard solution 100 %
es_es: RF = Factor de respuesta de empagliflozina en la solución estándar al 100 %

source: RF VALUES
es_es: VALORES RF

source: RFavg = Average value of the response factors (A1, A2)
es_es: RFavg = Promedio de los factores de respuesta (A1, A2)

source: RH
es_es: HR

source: RHS has stock options in FollowMD and receives salary support for research from the Heart & Stroke Foundation of Canada, Sandra Black Centre for Brain Resilience & Recovery, and Ontario Brain Institute.
es_es: RHS tiene opciones sobre acciones en FollowMD y recibe pagos salariales en concepto de investigación por parte de la Heart & Stroke Foundation de Canadá, el Sandra Black Centre for Brain Resilience & Recovery y el Ontario Brain Institute.

source: RIBAVIRINA
es_es: RIBAVIRIN

source: RIESGO ALTO:
es_es: HIGH RISK:

source: RISKS ASSOCIATED WITH THE MEDICINE AND ACTIVITIES TO MINIMISE OR FURTHER CHARACTERISE THE RISKS
es_es: RIESGOS ASOCIADOS CON EL MEDICAMENTO Y ACTIVIDADES PARA MINIMIZAR O CARACTERIZAR MEJOR LOS RIESGOS

source: RIVAROXABÁN
es_es: RIVAROXABAN

source: RMP excerpts including information on the removal of safety concerns are provided in the attachments.
es_es: En los Anexos se incluyen los fragmentos del plan de gestión de riesgos que contienen información sobre la eliminación de riesgos de seguridad.

source: RMSE
es_es: RECM

source: RNS
es_es: FAR

source: RNS Removal Force
es_es: Fuerza de extracción de funda de aguja rígida

source: RNS removal force
es_es: fuerza de extracción de funda de aguja rígida

source: ROBUSTNESS
es_es: ROBUSTEZ

source: ROYAL MELBOURNE HOSPITAL CLINICAL COORDINATING AND IMAGE
es_es: CENTRO DE COORDINACIÓN CLÍNICA Y ANÁLISIS DE IMÁGENES DEL ROYAL MELBOURNE HOSPITAL

source: RP HPLC Purity
es_es: Pureza por RP-HPLC

source: RP-HPlC_Typ_I_II / Purity
es_es: RP-HPlC_Typ_I_II / Pureza

source: RR 3.50 (0.75-16.3)
es_es: Cociente de riesgos 3.50 (0.75-16.3)

source: RR risk ratio from Poisson regression;
es_es: cociente de riesgos de la regresión de Poisson;

source: RR, 0.67 (0.19 to 2.32)
es_es: Cociente de riesgos, 0.67 (0.19 a 2.32)

source: RR, 3.50 (0.74 to 16.62)
es_es: Cociente de riesgos, 3.50 (0.74 a 16.62)

source: RRF
es_es: FRR

source: RRM
es_es: RMR

source: RRT
es_es: T. de ret. rel.

source: RSD of 6 response factors
es_es: Desv. estándar relativo de 6 factores de respuesta

source: RT
es_es: TA

source: RT assay
es_es: Valoración RT

source: RTTQ
es_es: Cal. tr. TR

source: RTTQ2: Y
es_es: Cal. tr. TR2: sí

source: RTTQ2:
es_es: Cal. tr. TR2

source: RTTQ2: N
es_es: Cal. tr. TR2: no

source: RTX - 624 of Restek corporation USA
es_es: RTX - 624, de Restek corporation EE. UU.

source: RU Intermediate precision (n=6):
es_es: Precisión intermedia en unidad receptora (n = 6)

source: RUC:
es_es: Tax identification:

source: RUN TIME
es_es: TIEMPO DE EJECUCIÓN

source: Race (Asian, Black/African-American, White, and other including mixed races)
es_es: Raza (asiática, negra/afroamericana, caucásica y otras, incluidas las razas mixtas)

source: Race and geographic region
es_es: Raza y región geográfica

source: Race categories “other including mixed race” and “missing” are not shown; refer to the source tables for these data.
es_es: No se muestran las categorías raciales "otras incluida la raza mixta" ni "faltante"; véanse estos datos en la tabla de origen.

source: Race, N (%)
es_es: Raza, N (%)

source: Radioactivity measurements were also performed in each cycle following the cycles listed above to evaluate carry over.
es_es: También se realizaron mediciones de radiactividad en cada ciclo posterior a los ciclos mencionados a fin de evaluar el arrastre.

source: Randomisation was operationalised centrally, using a secure real-time web-based server that was accessed via web browser, SMS messaging, or an automated telephone line.
es_es: La aleatorización se llevó a cabo de forma centralizada, utilizando un servidor web seguro en tiempo real al que se accedía a través de un navegador web, mensajes SMS o una línea telefónica automatizada.

source: Randomisation was stratified by centre.
es_es: La aleatorización se estratificó por cada centro.

source: Randomisation was stratified by geographical region, history of diabetes mellitus (DM), LVEF, and eGFR (CKD-EPI)cr (estimated glomerular filtration rate) at screening.
es_es: La aleatorización se estratificó por región geográfica, antecedentes de diabetes mellitus, fracción de eyección ventricular izquierda y tasa de filtración glomerular estimada (enfermedad renal crónica-células epiteliales)cr a la selección.

source: Randomisation was stratified by geographical region, status of DM (DM, pre-DM, no DM), LVEF (<50%, ≥50%), and eGFR (CKD-EPI)cr at screening (<60 mL/min/1.73 m², ≥60 mL/min/1.73 m²).
es_es: La aleatorización se estratificó por región geográfica, estado de DM (diabetes mellitus, prediabetes, sin diabetes mellitus), FEVI (<50%, ≥50%) y TFGe (ERC-EPI)cr al momento de la selección (<60 ml/min/1.73 m², ≥60 ml/min/1.73 m²).

source: Randomisation was stratified by region, diabetes history, LVEF, and eGFR (CKD-EPI)cr at screening as provided by IRT (Table 15.1.1: 4).
es_es: La aleatorización se estratificó por región, antecedentes de diabetes, FEVI y TFGe (ERC-EPI)cr a la selección, según surgió de la tecnología IRT (Tabla 15.1.1: 4).

source: Randomisation was stratified by:
es_es: La aleatorización se estratificó por:

source: Randomised, double-blind, placebo-controlled, parallel-group trial.
es_es: Ensayo aleatorizado, doble ciego, controlado con placebo y de grupos paralelos.

source: Randomization
es_es: Aleatorización

source: Randomization and Masking
es_es: Aleatorización y enmascaramiento

source: Randomization is conducted via a secure web-based interface.
es_es: La aleatorización se lleva a cabo por medio de una interfaz web segura.

source: Randomization scheme will be based on permuted blocks to promote both group and sequential balance.
es_es: El esquema de aleatorización utilizarán bloques permutados para lograr un equilibrio entre grupos y secuencias.

source: Randomization: Patients with major vessel occlusion will be randomized in ratio 1:1 to receive either intravenous alteplase or intravenous tenecteplase in Part 1, or intravenous tenecteplase (0.25mg/kg or 0.40 mg/kg) in Part 2, prior to all patients receiving endovascular therapy according to a centralised web-based procedure.
es_es: Aleatorización: los pacientes con oclusión de vasos principales se aleatorizarán en una proporción 1:1 para recibir alteplasa intravenosa o tenecteplasa intravenosa en la parte 1, o tenecteplasa intravenosa (0.25 mg/kg o 0.40 mg/kg) en la parte 2, antes de que todos los pacientes reciban tratamiento endovascular de acuerdo con un procedimiento centralizado en la red.

source: Randomized Controlled Trial
es_es: Ensayo controlado aleatorizado

source: Randomized patients will first be stratified by both the setting of treatment:
es_es: Los pacientes aleatorizados primero se estratificarán por entorno de atención:

source: Randomized patients will first be stratified by both the setting of treatment: metropolitan hospital vs regional hospital (>1 hour transfer to endovascular centre) vs mobile stroke unit; and by site of baseline arterial occlusion: Intracranial internal carotid artery (ICA) and Basilar artery versus Middle cerebral artery (MCA – M1 and M2); overall resulting in six strata.
es_es: Los pacientes aleatorizados se estratificarán en función de dos variables. La primera será el entorno de tratamiento: hostpital metropolitano frente a hospital regional (>1 hora de traslado a un centro endovascular) frente a unidad móvil de ACV. La segunda variable será el sitio de oclusión arterial al inicio: arteria carótida interna intracraneal (ACI) y arteria basilar frente a arteria cerebral media (ACM – M1 y M2). Como resultado, se obtendrán seis estratos.

source: Range
es_es: Intervalo

source: Range covered for NDMA
es_es: Intervalo abarcado para la NDMA

source: Range for accuracy 1) [ppb]
es_es: Intervalo de la exactitud1) [ppb]

source: Range for linearity 1) [ppb]
es_es: Intervalo de la linealidad1) [ppb]

source: Range is identified which show no impact to the product's potency by IL36R binding data correlated to the quality attribute.
es_es: Al correlacionar los datos de unión al IL36R con el atributo de calidad, se identifica un rango sin ningún impacto en la potencia del producto.

source: Range of product temperatures (18 to 29 sensors), mean of product temperature at the start of primary drying hold and at the 3°C jump at the end of sublimation
es_es: Rango de temperaturas del producto (18 a 29 sensores), temperatura media del producto al inicio de la detención del secado primario y al cambio de 3 °C al final de la sublimación

source: Ranges for process parameters and indicators were defined (Section 3.2.P.2, Chapters 3.2 – 3.7) and verified during validation fills, refer to Section 3.2.P.3.5 Process Validation and/or Evaluation yielding the commercial process parameters and in-process controls (IPCs) provided in Section 3.2.P.3.3 Description of Manufacturing Process and Process Controls and Section 3.2.P.3.4 Justification of Controls at Critical Steps.
es_es: Se definieron los rangos de los parámetros e indicadores del proceso (Sección 3.2.P.2, Capítulos 3.2 - 3.7), que se verificaron durante los llenados de validación; ver la Sección 3.2.P.3.5, validación y/o evaluación del proceso; así se obtuvieron los parámetros del proceso comercial y los controles durante el proceso que se detallan en la Sección 3.2.P.3.3, Descripción del proceso de fabricación y los controles del proceso, y la Sección 3.2.P.3.4, Justificación de controles en pasos críticos.

source: Ranges for process parameters and indicators were defined, which are listed in the respective subchapters 3.2 – 3.7 and were verified during validation fills, refer to Section 3.2.P.3.5 Process Validation and/or Evaluation.
es_es: Se definieron rangos para los indicadores y parámetros del proceso, los cuales se enumeran en los correspondientes subcapítulos 3.2 –3.7 y y verificaron durante los llenados de validación, ver la Sección 3.2.P.3.5, Validación y evaluación del proceso.

source: Ranges of SST parameters
es_es: Intervalos aplicables a los parámetros de la SST:

source: Rangos de aceptación.
es_es: Acceptance ranges.

source: Rapidly improving symptoms at the discretion of the investigator
es_es: Los síntomas mejoran rápidamente, según el criterio del investigador.

source: Rat/Liver, phenobarbital/5,6-benzoflavone-induced
es_es: Hígado de rata inducido con fenobarbital y 5,6-benzoflavona

source: Rate
es_es: Tasa

source: Rate/100 pt-yrs
es_es: Tasa/100 años-paciente

source: Ratio treated / solvent
es_es: Cociente tratados / disolvente

source: Ratio of relative molecular masses = 1
es_es: Razón de las masas moleculares relativas = 1

source: Ratio of relative molecular masses = 1 (for metformin HCl) and M [Imp.E] / M [Imp.
es_es: Razón de las masas moleculares relativas = 1 (para el clorhidrato de metformina) y M [Imp. E] / M [Imp.

source: Ratio of the geometric means (test/reference) for a PK endpoint was defined by exp(µT)/exp(µR), see Section 9.7.2.
es_es: El cociente de medias geométricas (analito/referencia) para un criterio de valoración farmacocinético quedó definido como exp(µT)/exp(µ/R); ver la Sección 9.7.2.

source: Rationale
es_es: Justificación

source: Rationale for action limit / acceptance criterion
es_es: Fundamento del límite de acción/criterio de aceptación

source: Rationale for criticality
es_es: ¿Por qué se lo considera crítico?

source: Rationale for specified parameters
es_es: Justificación de los parámetros especificados

source: Rationale for changes
es_es: Justificación de los cambios

source: Raw Granulate
es_es: Granulado sin procesar

source: Raw materials, excipients and primary packaging materials as a potential source of Nnitrosamines including the process capability to remove potential N-nitrosamine impurities
es_es: Materias primas, excipientes y materiales del acondicionamiento primario como fuente potencial de N-nitrosaminas, incluida la capacidad del proceso de eliminar posibles impurezas N-nitrosaminas.

source: Re-occlusion of right MCA
es_es: Reoclusión de la arteria media proximal derecha

source: Reaction product
es_es: Producto de reacción

source: Ready to use syringe (TopPac)
es_es: Jeringa lista para usar (TopPac)

source: Ready to use syringe kit 40 mg/8 mL, 50 mg/10 mL
es_es: Kit de jeringas listo para usar de 40 mg/8 ml, 50 mg/10 ml

source: Ready to use syringe kit,
es_es: Kit de jeringas listo para usar,

source: Ready to use syringe kit
es_es: Kit de jeringas listo para usar

source: Ready-to-sterilse rubber stoppers are steam sterilised and dried using validated processes.
es_es: Los tapones de caucho listos para esterilizar se esterilizan por vapor y se secan de acuerdo con procesos validados.

source: Reagent
es_es: Reactivo

source: Reagent with different quality is used.
es_es: Se utiliza reactivo de diferente calidad.

source: Reagents
es_es: Reactivos

source: Reagents needed and minimum reagent quality
es_es: Reactivos necesarios y calidad mínima de los reactivos

source: Reagents:
es_es: Reactivos:

source: Real time transport qualification
es_es: Calificación del transporte en tiempo real

source: Reasons for non-enrolment were primarily logistical.
es_es: Las razones para la falta de reclutamiento fueron principalmente logísticas.

source: Reasons include but are not limited to:
es_es: Estos pueden ser algunos de los motivos:

source: Recanalization at 24hr post stroke
es_es: Recanalización 24 h después del ACV

source: Recanalization at 24hr post stroke (dichotomized as present or absent using the modified TIMI scale) at 24hr post stroke without symptomatic intracerebral hemorrhage will be examined using binary logistic regression with a treatment group as an independent variable and the presence or absence of recanalization as the dependent variable, including site of arterial occlusion as a treatment covariate for adjustment purposes.
es_es: Se empleará regresión logística binaria para evaluar la recanalización en las 24 horas posteriores al accidente cerebrovascular (clasificada en dos categorías: presencia o ausencia según la escala modificada en la trombólisis en infarto de miocardio) sin hemorragia intracerebral sintomática. En el análisis, se considerará el grupo de tratamiento como variable independiente, y la presencia o ausencia de recanalización como variable dependiente. El sitio de oclusión arterial se incluirá como covariable de ajuste.

source: Recanalization will be determined based on initial CTA/MRA and 24 hour MRA/CTA and classified according to the TIMI system [25].
es_es: La recanalización se determinará en función de la angiografía inicial por TC/RM y la angiografía por TC/RM obtenida a las 24 horas. Luego se clasificará utilizando el sistema de trombólisis en infarto de miocardio [25].

source: Receiving Unit
es_es: Unidad receptora

source: Receiving Unit experimental results and/or data sheets — Doc N°:
es_es: Resultados experimentales y/o planillas de la unidad receptora — Doc N.°:

source: Receiving unit
es_es: Unidad receptora

source: Recent estimates suggest that the number of people worldwide with diabetes is currently 425 million and is expected to reach at least 629 million by 2045 (R18-1272).
es_es: Según estimaciones recientes, en la actualidad la cantidad de personas con diabetes en el mundo es 425 millones y se espera que en 2045 llegue al menos a 629 millones (R18-1272).

source: Recently completed clinical trials in the Heart Failure programme (EMPEROR trials) did not provide any new information concerning the risk of empagliflozin in pregnant and breastfeeding females.
es_es: Los ensayos clínicos del programa de insuficiencia cardíaca (ensayos EMPEROR), que concluyeron hace poco, no proporcionaron ninguna información nueva sobre el riesgo de empagliflozina en mujeres embarazadas y lactantes.

source: Recombinant DNA techniques were used to produce TNK-tPA in a Chinese hamster ovary (CHO) cell line at the 12,000 L scale.
es_es: Se usaron técnicas con ADN recombinante para producir TNK-tPA en una línea celular de ovario de hámster chino (CHO) a una escala de 12.000 litros.

source: Recombinant mRNA as single active ingredient.
es_es: ARNm recombinante como principio activo individual

source: Recombinant proteins
es_es: Proteínas recombinantes

source: Recombinant proteins/DNA
es_es: Proteínas recombinantes/ADN

source: Recomendaciones para la realización y evaluación de perfiles de disolución comparativos
es_es: Recommendations on comparative dissolution profiling and profile assessment.

source: Recommended Shelf Life
es_es: Vida útil recomendada

source: Recommended Storage Statement
es_es: Declaración sobre condiciones de almacenamiento recomendadas

source: Recommended degassing of eluents
es_es: Degasificación recomendada de los eluyentes

source: Recommended sampling rates for signals and spectra:
es_es: Frecuencias de muestreo recomendadas para las señales y los espectros:

source: Recommended shelf life [months]
es_es: Vida útil recomendada [meses]

source: Recommended shelf life and storage statement Pramipexole Dihydrochloride Monohydrate Extended Release (ER) Tablets
es_es: Declaración de vida útil y formas de almacenamiento recomendadas; pramipexol diclorhidrato monohidrato, Comprimidos de liberación prolongada (ER)

source: Recommended shelf life and storage statement for tenecteplase powder for solution for injection 40 mg/vial and 50 mg/vial
es_es: Declaración de vida útil y condición de almacenamiento recomendados para tenecteplasa, polvo para solución inyectable, 40 mg/vial y 50 mg/vial

source: Recommended shelf-life and storage statement for spesolimab PFS-NSD-1
es_es: Vida útil y condiciones de almacenamiento recomendadas para el dispositivo PFS-NSD-1 de Espesolimab

source: Recommended shelf-life [months]
es_es: Vida útil recomendada [meses]

source: Recommended storage conditions and shelf life
es_es: Condición de almacenamiento y vida útil recomendadas

source: Recommended storage statement
es_es: Declaración sobre condiciones de almacenamiento recomendadas

source: Reconditioning time
es_es: Tiempo de reacondicionamiento

source: Reconstituted lyophilisate
es_es: Liofilizado reconstituido

source: Reconstitution
es_es: Reconstitución

source: Reconstitution time
es_es: Tiempo de reconstitución

source: Reconstitution time1
es_es: Tiempo de reconstitución1

source: Record Tracking
es_es: Seguimiento del registro

source: Record an IR spectrum from this pellet at least in the range 4000 cm-1 to 400 cm-1.
es_es: Registrar un espectro IR de este gránulo de al menos 4000 cm-1 a 400 cm-1.

source: Record the IR spectrum in potassium bromide or using an ATR element.
es_es: Registrar el espectro infrarrojo en bromuro de potasio o mediante un dispositivo de reflexión total atenuada
